[{
		"id": 101,
		"title": "Pirates of the Caribbean - Salazar's Revenge",
		"description": "Thrust into an adventure, a down-on-his luck Captain Jack Sparrow finds the winds of ill fortune blowing even more strongly when a crew of deadly ghost pirates led by an old rival, the terrifying Captain Salazar, escape from the Devil’s Triangle, determined to kill every pirate at sea...including him. His only hope of survival lies in finding the legendary Trident of Poseidon, a powerful artifact that gives its possessor total control of the seas.",
		"coverImageUrl": "Pirates of the Caribbean - Salazar's Revenge.jpg",
		"backgroundImageUrl": "Pirates of the Caribbean - Salazar's Revenge_wp.jpg",
		"categories": [100, 401],
		"videoUrl": "Pirates of the Caribbean - Salazar's Revenge.mp4",
		"color": "#2B6389",
		"priority": 2,
		"progress": 0,
		"recommendationTargets": ["A"]
	},
	{
		"id": 102,
		"title": "Wonder Woman",
		"description": "Before she was Wonder Woman, she was Diana, princess of the Amazons, trained to be an unconquerable warrior. Raised on a sheltered island paradise, when an American pilot crashes on their shores and tells of a massive conflict raging in the outside world, Diana leaves her home, convinced she can stop the threat. Fighting alongside man in a war to end all wars, Diana will discover her full powers…and her true destiny.",
		"coverImageUrl": "Wonder Woman.jpg",
		"backgroundImageUrl": "Wonder Woman_wp.jpg",
		"categories": [100, 401],
		"videoUrl": "Wonder Woman.mp4",
		"color": "#2B6389",
		"priority": 2,
		"progress": 0,
		"recommendationTargets": ["A"]
	},
	{
		"id": 103,
		"title": "Transformers - The Last Knight",
		"description": "From Director Michael Bay and Executive Producer Steven Spielberg comes the best Transformers yet (The Telegraph). Our world's greatest hero becomes our fiercest enemy when Optimus Prime launches a mission to save Cybertron by destroying Earth. Now Bumblebee and Cade Yeager (Mark Wahlberg) must lead the Autobots against their former ally in the ultimate battle to save mankind from annihilation.",
		"coverImageUrl": "Transformers - The Last Knight.jpg",
		"backgroundImageUrl": "Transformers - The Last Knight_wp.jpg",
		"categories": [100, 401],
		"videoUrl": "Transformers - The Last Knight.mp4",
		"color": "#2B6389",
		"priority": 2,
		"progress": 0,
		"recommendationTargets": ["A"]
	},
	{
		"id": 104,
		"title": "The Mummy",
		"description": "Tom Cruise headlines a spectacular, all-new cinematic version of the legend that has fascinated cultures all over the world since the dawn of civilization: The Mummy. Thought safely entombed in a tomb deep beneath the unforgiving desert, an ancient princess (Sofia Boutella of Kingsman: The Secret Service and Star Trek Beyond) whose destiny was unjustly taken from her is awakened in our current day, bringing with her malevolence grown over millennia and terrors that defy human comprehension.",
		"coverImageUrl": "The Mummy.jpg",
		"backgroundImageUrl": "The Mummy_wp.jpg",
		"categories": [100, 401],
		"videoUrl": "The Mummy.mp4",
		"color": "#2B6389",
		"priority": 2,
		"progress": 0,
		"recommendationTargets": ["A"]
	},
	{
		"id": 105,
		"title": "Saving Private Ryan",
		"description": "Based on a World War II drama. US soldiers try to save their comrade, paratrooper Private Ryan, who's stationed behind enemy lines.",
		"coverImageUrl": "Saving Private Ryan.jpg",
		"backgroundImageUrl": "Saving Private Ryan_wp.jpg",
		"categories": [100, 401],
		"videoUrl": "Saving Private Ryan.mp4",
		"color": "#2B6389",
		"priority": 2,
		"progress": 0,
		"recommendationTargets": ["B"]
	},
	{
		"id": 106,
		"title": "Spiderman 3",
		"description": "New York City is in the throes of Spider-mania, and Peter Parker finally has the girl of his dreams. But just when it seems like things can't get any better, Spider-Man must fight the most terrifying trio of villains he's ever encountered—the deadly Sandman, the New Goblin, and Venom—plus the enemy he discovers within himself..",
		"coverImageUrl": "Spiderman 3.jpg",
		"backgroundImageUrl": "Spiderman 3_wp.jpg",
		"categories": [100, 401],
		"videoUrl": "Spiderman 3.mp4",
		"color": "#2B6389",
		"priority": 2,
		"progress": 0,
		"recommendationTargets": ["B"]
	},
	{
		"id": 107,
		"title": "Kung Fu Hustle",
		"description": "Starring and directed by Stephan Chow. A petty thief aspires to become a member of the notorious Axe Gang during the 1940s in Canton, China",
		"coverImageUrl": "Kung Fu Hustle.jpg",
		"backgroundImageUrl": "Kung Fu Hustle_wp.jpg",
		"categories": [100, 401],
		"videoUrl": "Kung Fu Hustle.mp4",
		"color": "#2B6389",
		"priority": 2,
		"progress": 0,
		"recommendationTargets": ["B"]
	},
	{
		"id": 201,
		"title": "Blackfish",
		"description": "A mesmerising psychological thriller with a killer whale at its centre, BLACKFISH is the first film since GRIZZLY MAN to show how nature can get revenge on man when pushed to its limits. Blackfish tells the story of Tilikum, a performing killer whale who killed several people while in captivity.",
		"coverImageUrl": "Blackfish.jpg",
		"backgroundImageUrl": "Blackfish_wp.jpg",
		"categories": [200, 403],
		"videoUrl": "Blackfish.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 202,
		"title": "Ferrari - Race to Immortality",
		"description": "No era in motor racing history was as glamorous or as deadly as the 1950s. And one figure will be forever linked with this golden era in motor racing: Enzo Ferrari. Founder of the Scuderia Ferrari racing team",
		"coverImageUrl": "Ferrari - Race to Immortality.jpg",
		"backgroundImageUrl": "Ferrari - Race to Immortality_wp.jpg",
		"categories": [200, 403],
		"videoUrl": "Ferrari - Race to Immortality.mp4",
		"color": "#2B6389",
		"priority": 2,
		"progress": 0,
		"recommendationTargets": ["B"]
	},
	{
		"id": 203,
		"title": "Michael Jackson - The Life of an Icon",
		"description": "See Michael Jackson, one of the most recognizable and popular entertainers of all time, like never before in the feature-length tribute Michael Jackson: The Life of an Icon.",
		"coverImageUrl": "Michael Jackson - The Life of an Icon.jpg",
		"backgroundImageUrl": "Michael Jackson - The Life of an Icon_wp.jpg",
		"categories": [200, 403],
		"videoUrl": "Michael Jackson - The Life of an Icon.mp4",
		"color": "#2B6389",
		"priority": 2,
		"progress": 0,
		"recommendationTargets": ["B"]
	},
	{
		"id": 204,
		"title": "The Fifa 2006 World Cup Film - The Grand Finale",
		"description": "Narrated by Pierce Brosnan, this is the official (FIFA sanctioned) World Cup documentary. A must-have for all FIFA World Cup soccer fans! The documentary provides an overview of all the tournament's action and drama including never-before-seen footage shot on proprietary 35mm cameras during the Quarter finals up through the Final itself.",
		"coverImageUrl": "The Fifa 2006 World Cup Film - The Grand Finale.jpg",
		"backgroundImageUrl": "The Fifa 2006 World Cup Film - The Grand Finale_wp.jpg",
		"categories": [200, 403],
		"videoUrl": "The Fifa 2006 World Cup Film - The Grand Finale.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 205,
		"title": "LUNA SEA - Tour Revive @ Yokohama",
		"description": "Relive Luna Sea's Tour Revive concert in Yokohama Stadium that was attended by 80,000 people over 2 days. Consisting of Ryuichi on Vocal, Sugizo on Lead Guitar, Inoran on Rhythm Guitar, J on Bass & Shinya on Drums, Luna Sea is considered to be one of the pioneers of Japanese Visual Rock Culture",
		"coverImageUrl": "LUNA SEA - Tour Revive @ Yokohama.jpg",
		"backgroundImageUrl": "LUNA SEA - Tour Revive @ Yokohama_wp.jpg",
		"categories": [200, 403],
		"videoUrl": "LUNA SEA - Tour Revive @ Yokohama.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": ["A", "B"]
	},
	{
		"id": 301,
		"title": "Boomerang",
		"description": "Boomerang specializes in classic and contemporary animated programming including Looney Tunes, Tom and Jerry, and Scooby-Doo, along with repeats of in-production series on its sister and another Turner-owned channel, Cartoon Network including Sonic Boom, Pokémon, and Teen Titans Go!.",
		"coverImageUrl": "Boomerang.jpg",
		"backgroundImageUrl": "Boomerang_wp.jpg",
		"categories": [301],
		"videoUrl": "Boomerang.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": ["A", "B"]
	},
	{
		"id": 302,
		"title": "Cartoon Network",
		"description": "Cartoon Network primarily broadcasts children's shows, mostly animated programming, ranging from action to animated comedy. It is primarily aimed at children and young teenagers between the ages of 7 to 15, and targets older teens and adults with mature content during late night programs",
		"coverImageUrl": "Cartoon Network.jpg",
		"backgroundImageUrl": "Cartoon Network_wp.jpg",
		"categories": [301],
		"videoUrl": "Cartoon Network.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": ["A", "B"]
	},
	{
		"id": 303,
		"title": "Disney Channel",
		"description": "Disney Channel serves as the flagship property of owner Disney Channels Television Group, itself a unit of the Disney Media Networks division of The Walt Disney Company. Disney Channel's programming consists of original first-run television series, theatrically-released and original made-for-cable movies and select other third-party programming.",
		"coverImageUrl": "Disney Channel.jpg",
		"backgroundImageUrl": "Disney Channel_wp.jpg",
		"categories": [301],
		"videoUrl": "Disney Channel.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": ["A"]
	},
	{
		"id": 304,
		"title": "DreamWorks",
		"description": "DreamWorks Pictures distributes its own and third-party films by itself. It has produced or distributed more than ten films with box-office grosses of more than $100 million each. As of October 2016, DreamWorks' films are marketed and distributed by Universal Pictures.",
		"coverImageUrl": "DreamWorks.jpg",
		"backgroundImageUrl": "DreamWorks_wp.jpg",
		"categories": [301],
		"videoUrl": "DreamWorks.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": ["A"]
	},
	{
		"id": 305,
		"title": "Nickelodeon",
		"description": "Nickelodeon is primarily aimed at children and adolescents aged 8–17, while its weekday morning edutainment programs are targeted at younger children aged 0–7. As of July 2015, Nickelodeon is available to approximately 93.7 million pay television households (80.5% of households with at least one television set) in the United States.",
		"coverImageUrl": "Nickelodeon.jpg",
		"backgroundImageUrl": "Nickelodeon_wp.jpg",
		"categories": [301],
		"videoUrl": "Nickelodeon.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": ["A"]
	},
	{
		"id": 306,
		"title": "Nat Geo",
		"description": "Nat Geo airs non-fiction television programs produced by National Geographic and other production companies. Like History and Discovery Channel, the channel features documentaries with factual content involving nature, science, culture, and history, plus some reality and pseudo-scientific entertainment programming.",
		"coverImageUrl": "Nat Geo.jpg",
		"backgroundImageUrl": "Nat Geo_wp.jpg",
		"categories": [302],
		"videoUrl": "Nat Geo.mp4",
		"color": "#2B6389",
		"priority": 2,
		"progress": 0,
		"recommendationTargets": ["B"]
	},
	{
		"id": 307,
		"title": "Animal Planet",
		"description": "Animal Planet focused on educationally-based television shows, the network has featured more reality programming since 2008. It is available throughout the United States, as well as in over 70 countries around the world. Country-specific versions of the channel have been created in Canada, India, Japan, Taiwan and other countries.",
		"coverImageUrl": "Animal Planet.jpg",
		"backgroundImageUrl": "Animal Planet_wp.jpg",
		"categories": [302],
		"videoUrl": "Animal Planet.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": ["B"]
	},
	{
		"id": 308,
		"title": "Discovery",
		"description": "Discovery Channel provides documentary television programming focused primarily on popular science, technology, and history. In recent years has expanded into reality television and pseudo-scientific entertainment.",
		"coverImageUrl": "Discovery.jpg",
		"backgroundImageUrl": "Discovery_wp.jpg",
		"categories": [302],
		"videoUrl": "Discovery.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": ["B"]
	},
	{
		"id": 309,
		"title": "History",
		"description": "The channel broadcast documentary programs and historical fiction series. More recently, it has mostly broadcast various reality television series such as Pawn Stars, Ax Men, and other non-history related content. As of February 2015, approximately 96,149,000 American households (82.6% of households with television) receive History.",
		"coverImageUrl": "History.jpg",
		"backgroundImageUrl": "History_wp.jpg",
		"categories": [302],
		"videoUrl": "History.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 310,
		"title": "Science",
		"description": "The Science channel features programming focusing on the fields of wilderness survival, ufology, manufacturing, construction, technology, space, prehistory and animal science. As of February 2015, Science is available to approximately 75.5 million pay television households in the United States.",
		"coverImageUrl": "Science.jpg",
		"backgroundImageUrl": "Science_wp.jpg",
		"categories": [302],
		"videoUrl": "Science.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 311,
		"title": "Travel Channel",
		"description": "Travel Channel features documentaries, reality, and how-to shows related to travel and leisure throughout the world. Programming has included shows on African animal safaris, tours of grand hotels and resorts, visits to significant cities and towns across the world.",
		"coverImageUrl": "Travel Channel.jpg",
		"backgroundImageUrl": "Travel Channel_wp.jpg",
		"categories": [303],
		"videoUrl": "Travel Channel.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 312,
		"title": "Cinemax",
		"description": "Cinemax, owned by the Home Box Office Inc. primarily broadcasts theatrically released feature films, along with original series, softcore pornographic series and films, documentaries and special behind-the-scenes features.",
		"coverImageUrl": "Cinemax.jpg",
		"backgroundImageUrl": "Cinemax_wp.jpg",
		"categories": [303],
		"videoUrl": "Cinemax.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 313,
		"title": "HBO",
		"description": "Home Box Office (HBO) features primarily theatrically released motion pictures and original television series, along with made-for-cable movies and documentaries, boxing matches, and occasional stand-up comedy and concert specials.",
		"coverImageUrl": "HBO.jpg",
		"backgroundImageUrl": "HBO_wp.jpg",
		"categories": [303],
		"videoUrl": "HBO.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 314,
		"title": "MTV",
		"description": "MTV is an American cable and satellite television channel that air music videos as guided by television personalities known as 'video jockeys'.",
		"coverImageUrl": "MTV.jpg",
		"backgroundImageUrl": "MTV_wp.jpg",
		"categories": [303],
		"videoUrl": "MTV.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 315,
		"title": "MGM",
		"description": "Metro-Goldwyn-Mayer Studios Inc is one of the largest, most glamorous, and most revered film studio, MGM was founded in 1924, it is one of the world's oldest.",
		"coverImageUrl": "MGM.jpg",
		"backgroundImageUrl": "MGM_wp.jpg",
		"categories": [303],
		"videoUrl": "MGM.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 316,
		"title": "CNN",
		"description": "CNN was the first television channel to provide 24-hour news coverage, and was the first all-news television channel in the United States.",
		"coverImageUrl": "CNN.jpg",
		"backgroundImageUrl": "CNN_wp.jpg",
		"categories": [304],
		"videoUrl": "CNN.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 317,
		"title": "NHK World",
		"description": "NHK World is aimed at the overseas market and broadcast through satellite and cable operators throughout the world as well as online and through its mobile apps. The channel is based in Tokyo, Japan.NHK World provides three services: NHK World Radio Japan, NHK World TV, and NHK World Premium.",
		"coverImageUrl": "NHK World.jpg",
		"backgroundImageUrl": "NHK World_wp.jpg",
		"categories": [304],
		"videoUrl": "NHK World.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 318,
		"title": "CNA",
		"description": "Channel NewsAsia is a Singaporean English language Asian cable television news agency and news channel established by Mediacorp on 1 March 1999. Positioned to “Understand Asia”, it reports on global developments with Asian perspectives. Channel NewsAsia brings viewers not only the latest news but also the stories behind the headlines.",
		"coverImageUrl": "CNA.jpg",
		"backgroundImageUrl": "CNA_wp.jpg",
		"categories": [304],
		"videoUrl": "CNA.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 319,
		"title": "BBC News",
		"description": "BBC News is an operational business division of the British Broadcasting Corporation (BBC) responsible for the gathering and broadcasting of news and current affairs. The department is the world's largest broadcast news organisation and generates about 120 hours of radio and television output each day, as well as online news coverage.",
		"coverImageUrl": "BBC News.jpg",
		"backgroundImageUrl": "BBC News_wp.jpg",
		"categories": [304],
		"videoUrl": "BBC News.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 320,
		"title": "CCTV News",
		"description": "CCTV news is a 24-hour English news channel, of China Central Television (CCTV), based in Beijing. The channel grew out of CCTV International, which was launched on 25 September 2000. Coverage includes newscasts, in-depth reports, and commentary programs, as well as feature presentations. Its free-to-air satellite signal can be received by more than 85 million viewers, in over 100 countries and regions.",
		"coverImageUrl": "CCTV News.jpg",
		"backgroundImageUrl": "CCTV News_wp.jpg",
		"categories": [304],
		"videoUrl": "CCTV News.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 321,
		"title": "Juventus TV",
		"description": "Juventus Television is a subscription-based TV channel, entirely dedicated to the Italian football club Juventus F.C. The channel offers Juventus fans exclusive interviews with players and staff, full matches, including all Lega Calcio Serie A, Italian Cup and games in the UEFA Competitions.",
		"coverImageUrl": "Juventus TV.jpg",
		"backgroundImageUrl": "Juventus TV_wp.jpg",
		"categories": [305],
		"videoUrl": "Juventus TV.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 322,
		"title": "Nba TV",
		"description": "Dedicated to basketball, NBA TV features exhibition, regular season and playoff game telecasts from the NBA and related professional basketball leagues, as well as NBA-related content including analysis programs, specials and documentaries. ",
		"coverImageUrl": "Nba TV.jpg",
		"backgroundImageUrl": "Nba TV_wp.jpg",
		"categories": [305],
		"videoUrl": "Nba TV.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{

		"id": 323,
		"title": "ESPN",
		"description": "ESPN is one of the most successful sports networks but there has been much criticism of ESPN, which includes accusations of biased coverage, conflict of interest, and controversies with individual broadcasters and analysts.ESPN broadcasts primarily from studio facilities located in Bristol, Connecticut. The network also operates offices in Miami, New York City, Seattle, Charlotte, and Los Angeles.",
		"coverImageUrl": "ESPN.jpg",
		"backgroundImageUrl": "ESPN_wp.jpg",
		"categories": [305],
		"videoUrl": "ESPN.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 324,
		"title": "Eurosport 1",
		"description": "Since 1999, Eurosport 1 provides various opt-out services providing more relevant sporting content specific to language, advertising and commentary needs. Eurosport 1 is a pan-European television sports network channel operated by Eurosport. In Europe, Eurosport 1 is generally available in basic cable and satellite television packages.",
		"coverImageUrl": "Eurosport 1.jpg",
		"backgroundImageUrl": "Eurosport 1_wp.jpg",
		"categories": [305],
		"videoUrl": "Eurosport 1.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 325,
		"title": "Golf Channel",
		"description": "Golf Channel focuses on coverage of the sport of golf, including live coverage of tournaments, as well as factual and instructional programming.",
		"coverImageUrl": "Golf Channel.jpg",
		"backgroundImageUrl": "Golf Channel_wp.jpg",
		"categories": [305],
		"videoUrl": "Golf Channel.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 401,
		"title": "Ant-Man",
		"description": "Ant-Man. Armed with the astonishing ability to shrink in scale but increase in strength, master thief Scott Lang must embrace his inner hero and help his mentor, Dr. Hank Pym, protect the secret behind his spectacular Ant-Man suit from a new generation of towering threats. Against seemingly insurmountable obstacles, Pym and Lang must plan and pull off a heist that will save the world.",
		"coverImageUrl": "Ant-Man.jpg",
		"backgroundImageUrl": "Ant-Man_wp.jpg",
		"categories": [401],
		"videoUrl": "Ant-Man.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 402,
		"title": "Deadpool",
		"description": "Hold onto your chimichangas, folks. From the studio that brought you all 3 Taken films comes the block-busting, fourth-wall-breaking masterpiece about Marvel Comics’ sexiest anti-hero! Starring God’s perfect idiot Ryan Reynolds and a bunch of other actors, DEADPOOL is a giddy slice of awesomeness packed with more twists than Deadpool’s enemies’ intestines and more action than prom night. Amazeballs!",
		"coverImageUrl": "Deadpool.jpg",
		"backgroundImageUrl": "Deadpool_wp.jpg",
		"categories": [401],
		"videoUrl": "Deadpool.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 403,
		"title": "Star Wars - The Force Awakens",
		"description": "Visionary director J.J. Abrams brings to life the motion picture event of a generation. As Kylo Ren and the sinister First Order rise from the ashes of the Empire, Luke Skywalker is missing when the galaxy needs him most. It's up to Rey, a desert scavenger, and Finn, a defecting stormtrooper, to join forces with Han Solo and Chewbacca in a desperate search for the one hope of restoring peace to the galaxy.",
		"coverImageUrl": "Star Wars - The Force Awakens.jpg",
		"backgroundImageUrl": "Star Wars - The Force Awakens_wp.jpg",
		"categories": [401],
		"videoUrl": "Star Wars - The Force Awakens.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 404,
		"title": "Suicide Squad",
		"description": "Assemble a team of the world’s most dangerous, incarcerated Super Villains, provide them with the most powerful arsenal at the government’s disposal, and send them off on a mission to defeat an enigmatic, insuperable entity. However, once they realize they weren’t picked to succeed but chosen for their patent culpability when they inevitably fail, will the Suicide Squad resolve to die trying, or decide it’s every man for himself?",
		"coverImageUrl": "Suicide Squad.jpg",
		"backgroundImageUrl": "Suicide Squad_wp.jpg",
		"categories": [401],
		"videoUrl": "Suicide Squad.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 405,
		"title": "The Lord of the Rings - The Return of the King",
		"description": "As armies mass for a final battle that will decide the fate of the world--and powerful,ancient forces of Light and Dark compete to determine the outcome--one member of the Fellowship of the Ring is revealed as the noble heir to the throne of the Kings of Men. Yet, the sole hope for triumph over evil lies with a brave hobbit, Frodo, ventures deep into the very dark heart of Mordor on his seemingly impossible quest to destroy the Ring of Power.",
		"coverImageUrl": "The Lord of the Rings - The Return of the King.jpg",
		"backgroundImageUrl": "The Lord of the Rings - The Return of the King_wp.jpg",
		"categories": [401],
		"videoUrl": "The Lord of the Rings - The Return of the King.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 406,
		"title": "Doctor Strange",
		"description": "From Marvel comes Doctor Strange, the story of world-famous neurosurgeon Dr. Stephen Strange, whose life changes forever after a horrific car accident robs him of the use of his hands. When traditional medicine fails him, he is forced to look for healing, and hope, in an unlikely place – a mysterious enclave known as Kamar-Taj.",
		"coverImageUrl": "Doctor Strange.jpg",
		"backgroundImageUrl": "Doctor Strange_wp.jpg",
		"categories": [401],
		"videoUrl": "Doctor Strange.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 407,
		"title": "Gladiator",
		"description": "Winner of five Academy Awards, Gladiator revived the sword and sandal epic while becoming one of the acclaimed and popular historical dramas of the decade! Russell Crowe won an Oscar for his star-making turn as a general whose family is murdered by a corrupt prince. He embarks on a desperate quest for revenge that sees him fighting in front of thousands of Romans in the Coliseum.",
		"coverImageUrl": "Gladiator.jpg",
		"backgroundImageUrl": "Gladiator_wp.jpg",
		"categories": [401],
		"videoUrl": "Gladiator.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 408,
		"title": "Godzilla",
		"description": "In this gritty, realistic sci-fi action epic, Godzilla returns to its roots as one of the world's most recognized monsters. Directed by Gareth Edwards and featuring an all-star international cast, this spectacular adventure pits Godzilla against malevolent creatures that, bolstered by humanity's scientific arrogance, threaten our very existence.",
		"coverImageUrl": "Godzilla.jpg",
		"backgroundImageUrl": "Godzilla_wp.jpg",
		"categories": [401],
		"videoUrl": "Godzilla.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 409,
		"title": "Green Lantern",
		"description": "In a universe as vast as it is mysterious,a small but powerful force has existed for centuries. Protectors of peace and justice,they are called the Green Lantern Corps. A brotherhood of warriors sworn to keep inter galactic order,each Green Lantern wears a ring that grants him superpowers. But when a new enemy called Parallax threatens to destroy the balance of power in the Universe, their fate and the fate of Earth lie in the hands of their newest recruit.",
		"coverImageUrl": "Green Lantern.jpg",
		"backgroundImageUrl": "Green Lantern_wp.jpg",
		"categories": [401],
		"videoUrl": "Green Lantern.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 410,
		"title": "Hellboy 2 - The Golden Army",
		"description": "Hellboy and his team of paranormal outcasts must face off with the forces of darkness in this exciting and imaginative adventure from the visionary director of Pan's Labyrinth!",
		"coverImageUrl": "Hellboy 2 - The Golden Army.jpg",
		"backgroundImageUrl": "Hellboy 2 - The Golden Army_wp.jpg",
		"categories": [401],
		"videoUrl": "Hellboy 2 - The Golden Army.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 411,
		"title": "Jaws",
		"description": "When the seaside community of Amity finds itself under attack by a dangerous great white shark, the town's chief of police (Roy Scheider), a young marine biologist (Richard Dreyfuss) and a grizzled shark hunter (Robert Shaw) embark on a desperate quest to destroy the beast before it strikes again. Featuring an unforgettable score that evokes pure terror, Jaws remains one of the most influential and gripping adventures in motion picture history.",
		"coverImageUrl": "Jaws.jpg",
		"backgroundImageUrl": "Jaws_wp.jpg",
		"categories": [401],
		"videoUrl": "Jaws.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 412,
		"title": "Robin Hood",
		"description": "In an age of oppression and shameless tyranny, an outlaw becomes the unlikely hero that saves a nation and inspires generations to fight for freedom. In this thrilling action adventure, Russell Crowe and Ridley Scott are at their most entertaining since Gladiator (Dan Jolin, Empire UK). Also starring Academy Award winner Cate Blanchett.",
		"coverImageUrl": "Robin Hood.jpg",
		"backgroundImageUrl": "Robin Hood_wp.jpg",
		"categories": [401],
		"videoUrl": "Robin Hood.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 413,
		"title": "Rocky Balboa",
		"description": "Rocky Balboa (Sylvester Stallone) has now been retired for some time, but hard-up for money, he decides to step back into the ring against a few small-time boxers. Everything changes, though, when Rocky is offered the opportunity to step in with the reigning Heavyweight Champion, Mason 'The Line' Dixon. Does Rocky still have what it takes to make another Championship comeback?",
		"coverImageUrl": "Rocky Balboa.jpg",
		"backgroundImageUrl": "Rocky Balboa_wp.jpg",
		"categories": [401],
		"videoUrl": "Rocky Balboa.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 414,
		"title": "Top Gun",
		"description": "Top Gun takes a look at the danger and excitement that awaits every pilot at the Navy's prestigious fighter weapons school. Tom Cruise is superb as Pete Maverick Mitchell, a daring young flyer who's out to become the best of the best. And Kelly McGillis sizzles as the civilian instructor who teaches Maverick a few things you can't learn in a classroom.",
		"coverImageUrl": "Top Gun.jpg",
		"backgroundImageUrl": "Top Gun_wp.jpg",
		"categories": [401],
		"videoUrl": "Top Gun.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 415,
		"title": "Twister",
		"description": "Helen Hunt stars as the leader of a rag-tag band of tornado chasers on a perilous quest to test a new sensor device. Bill Paxton plays her fellow scientist and estranged husband who unwittingly joins her crew on this meteorologically active day. State-of-the-art special effects stir up this gripping, smash-hit action-adventure.",
		"coverImageUrl": "Twister.jpg",
		"backgroundImageUrl": "Twister_wp.jpg",
		"categories": [401],
		"videoUrl": "Twister.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 416,
		"title": "Jurassic World",
		"description": "Steven Spielberg returns to executive produce the long-awaited next installment of his groundbreaking Jurassic Park series, Jurassic World. Colin Trevorrow directs the epic action-adventure based on characters created by Michael Crichton. The screenplay is by Rick Jaffa & Amanda Silver and Trevorrow & Derek Connolly, and the story is by Rick Jaffa & Amanda Silver. Frank Marshall and Patrick Crowley join the team as producers.",
		"coverImageUrl": "Jurassic World.jpg",
		"backgroundImageUrl": "Jurassic World_wp.jpg",
		"categories": [401],
		"videoUrl": "Jurassic World.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 417,
		"title": "Life Of Pi",
		"description": "Embark on the adventure of a lifetime in this visual masterpiece from Oscar winner Ang Lee, based on the best-selling novel. After a cataclysmic shipwreck, an Indian boy named Pi finds himself stranded on a lifeboat with a ferocious Bengal tiger. Together, they face nature's majestic grandeur and fury on an epic journey of discovery.",
		"coverImageUrl": "Life Of Pi.jpg",
		"backgroundImageUrl": "Life Of Pi_wp.jpg",
		"categories": [401],
		"videoUrl": "Life Of Pi.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 418,
		"title": "Warcraft",
		"description": "A spectacular fantasy-action saga of power and sacrifice in which an unlikely set of heroes is set on a collision course to protect the fate of civilization.",
		"coverImageUrl": "Warcraft.jpg",
		"backgroundImageUrl": "Warcraft_wp.jpg",
		"categories": [401],
		"videoUrl": "Warcraft.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 419,
		"title": "Bridget Jones' Diary",
		"description": "Bridget Jones' Diary is the hilarious blockbuster hit that charmed audiences worldwide! Renee Zellwegger earned an Academy Award nomination for her portrayal of Bridget Jones, a thirty-something single English woman who decides to improve her life and chronicle the efforts in a diary.",
		"coverImageUrl": "Bridget Jones' Diary.jpg",
		"backgroundImageUrl": "Bridget Jones' Diary_wp.jpg",
		"categories": [402],
		"videoUrl": "Bridget Jones' Diary.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 420,
		"title": "School of Rock",
		"description": "Jack Black stars as a hell-raising guitarist with delusions of grandeur. Kicked out of his band and desperate for work, he impersonates a substitute teacher and turns a class of fifth grade high-achievers into high-voltage rock and rollers. Joan Cusack portrays the principal of the private school where Black is prepping the kids for a Battle of the Bands.",
		"coverImageUrl": "School of Rock.jpg",
		"backgroundImageUrl": "School of Rock_wp.jpg",
		"categories": [402],
		"videoUrl": "School of Rock.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 421,
		"title": "Ted 2",
		"description": "Seth MacFarlane returns as writer, director and voice star of TED 2, Universal and Media Rights Capital’s follow-up to the biggest original R-rated comedy of all time. Joined once again by star Mark Wahlberg and fellow TED writers Alec Sulkin & Wellesley Wild.",
		"coverImageUrl": "Ted 2.jpg",
		"backgroundImageUrl": "Ted 2_wp.jpg",
		"categories": [402],
		"videoUrl": "Ted 2.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 422,
		"title": "The Intern",
		"description": "In “The Intern,” Ben Whittaker (Robert De Niro) is a 70-year-old widower who has discovered that retirement isn’t all it’s cracked up to be. Seizing an opportunity to get back in the game,he becomes a senior intern at an online fashion site,founded and run by Jules Ostin (Anne Hathaway).",
		"coverImageUrl": "The Intern.jpg",
		"backgroundImageUrl": "The Intern_wp.jpg",
		"categories": [402],
		"videoUrl": "The Intern.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 423,
		"title": "You Don't Mess With The Zohan",
		"description": "Zohan, the finest counterterrorist agent the Israeli army has. That is, until he fakes his death and travels to Manhattan to live his dream...as a hairdresser. Now this skilled fighting machine who used to clip bad guys is out to prove he can make the cut as a top stylist.",
		"coverImageUrl": "You Don't Mess With The Zohan.jpg",
		"backgroundImageUrl": "You Don't Mess With The Zohan_wp.jpg",
		"categories": [402],
		"videoUrl": "You Don't Mess With The Zohan.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 424,
		"title": "Johnny English Reborn",
		"description": "Rowan Atkinson returns to the role of the accidental secret agent who doesn't know fear or danger in the comedy spy-thriller Johnny English Reborn. In this adventure, the most unlikely intelligence officer in Her Majesty's Secret Service must stop a group of international assassins before they eliminate a Chinese leader and cause global chaos. Now that the world needs him once again, Johnny English is back in action.",
		"coverImageUrl": "Johnny English Reborn.jpg",
		"backgroundImageUrl": "Johnny English Reborn_wp.jpg",
		"categories": [402],
		"videoUrl": "Johnny English Reborn.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 425,
		"title": "Despicable Me 3",
		"description": "Everyone’s favorite reformed super-villain Gru (Steve Carell) returns for more adventures with Lucy (Kristin Wiig), their daughters, and the lovably zany minions. Chris Meledandri and the celebrated filmmakers at Illumination Entertainment once again bring the remarkable characters to life. - ( Original Title - Despicable Me 3 )",
		"coverImageUrl": "Despicable Me 3.jpg",
		"backgroundImageUrl": "Despicable Me 3_wp.jpg",
		"categories": [402],
		"videoUrl": "Despicable Me 3.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 426,
		"title": "Hotel Transylvania 2",
		"description": "In this all-new monster comedy adventure, everything seems to be changing for the better at Hotel Transylvania! However, Drac is worried that his adorable half-human, half-vampire grandson, Dennis, isn’t showing signs of being a vampire. So while Mavis is on vacation, things get batty as Drac enlists his monster friends Frank, Murray, Wayne and Griffin to put Dennis through a “monster-in-training” boot camp!",
		"coverImageUrl": "Hotel Transylvania 2.jpg",
		"backgroundImageUrl": "Hotel Transylvania 2_wp.jpg",
		"categories": [402],
		"videoUrl": "Hotel Transylvania 2.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 427,
		"title": "The Angry Birds Movie",
		"description": "We'll finally find out why the birds are so angry. The movie takes us to an island populated entirely by happy, flightless birds – or almost entirely. In this paradise, Red, a bird with a temper problem, speedy Chuck, and the volatile Bomb have always been outsiders. But when the island is visited by mysterious green piggies, it’s up to these unlikely outcasts to figure out what the pigs are up to.",
		"coverImageUrl": "The Angry Birds Movie.jpg",
		"backgroundImageUrl": "The Angry Birds Movie_wp.jpg",
		"categories": [402],
		"videoUrl": "The Angry Birds Movie.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 428,
		"title": "The Peanuts Movie",
		"description": "Dream big and laugh along with Charlie Brown, Snoopy, Lucy, Linus and the rest of the Peanuts gang as you’ve never seen them before — in an all-new animated adventure from the imagination of Charles Schulz and the creators of Ice Age. While Charlie Brown, the world’s most beloved underdog, embarks on an epic quest, his beagle pal Snoopy takes to the skies to pursue his arch-nemesis, The Red Baron!",
		"coverImageUrl": "The Peanuts Movie.jpg",
		"backgroundImageUrl": "The Peanuts Movie_wp.jpg",
		"categories": [402],
		"videoUrl": "The Peanuts Movie.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 429,
		"title": "The Proposal",
		"description": "On the verge of being deported and losing the high-powered job she lives for, the controlling Margaret announces she's engaged to her unsuspecting, put-upon assistant Andrew. After proposing a few demands of his own, the mismatched couple heads to Alaska where they have four short days to convince his quirky family and a very skeptical immigration agent that their charade is real.",
		"coverImageUrl": "The Proposal.jpg",
		"backgroundImageUrl": "The Proposal_wp.jpg",
		"categories": [402],
		"videoUrl": "The Proposal.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 430,
		"title": "Space Jam",
		"description": "Basketball superstar Michael Jordan and cartoon favorite Bugs Bunny team up with other basketball greats and Looney Tunes characters in this combination animated/live-action feature. Jordan must help the Looney Tunes gang with a basketball game against a group of outer space creatures whose plan, if they win, is to kidnap the Looney Tunes and take them to a failing intergalactic amusement park as the latest attraction.",
		"coverImageUrl": "Space Jam.jpg",
		"backgroundImageUrl": "Space Jam_wp.jpg",
		"categories": [402],
		"videoUrl": "Space Jam.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 431,
		"title": "Night at the Museum",
		"description": "Larry Daley (Ben Stiller), a new security guard at The Museum of Natural History, soon discovers that when the lights go out, the gallery becomes an epic battleground fueled with non-stop action and adventure!",
		"coverImageUrl": "Night at the Museum.jpg",
		"backgroundImageUrl": "Night at the Museum_wp.jpg",
		"categories": [402],
		"videoUrl": "Night at the Museum.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 432,
		"title": "The Emoji Movie",
		"description": "Unlocks the never-before-seen secret world inside your smartphone. Hidden within the messaging app is Textopolis, a bustling city where all your favorite emojis live, hoping to be selected by the phone's user.",
		"coverImageUrl": "The Emoji Movie.jpg",
		"backgroundImageUrl": "The Emoji Movie_wp.jpg",
		"categories": [402],
		"videoUrl": "The Emoji Movie.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 433,
		"title": "Battle of the Sexes",
		"description": "Based on the electrifying true story of the 1973 tennis match between women’s world champion Billie Jean King and former men’s champ Bobby Riggs, Battle of the Sexes is the exhilarating account of the event that inspired the world. Billie Jean and Bobby served up a cultural spectacle, sparking gender equality discussions in bedrooms and boardrooms that continue to this day.",
		"coverImageUrl": "Battle of the Sexes.jpg",
		"backgroundImageUrl": "Battle of the Sexes_wp.jpg",
		"categories": [402],
		"videoUrl": "Battle of the Sexes.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 434,
		"title": "Senna",
		"description": "This gripping documentary chronicles the monumental life and tragic death of legendary Brazilian motor-racing champion, Ayrton Senna. Spanning the decade from his arrival in Formula One in the mid 80's, the film follows Senna's struggles both on track and off, depicting a dynamic and complex public figure who could be both spiritual and ruthless, all while becoming a global superstar.",
		"coverImageUrl": "Senna.jpg",
		"backgroundImageUrl": "Senna_wp.jpg",
		"categories": [403],
		"videoUrl": "Senna.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 435,
		"title": "The Beatles - Eight Days a Week - The Touring Years",
		"description": "A compilation of found footage featuring music, interviews, and stories of The Beatles' 250 concerts from 1963 to 1966.",
		"coverImageUrl": "The Beatles - Eight Days a Week - The Touring Years.jpg",
		"backgroundImageUrl": "The Beatles - Eight Days a Week - The Touring Years_wp.jpg",
		"categories": [403],
		"videoUrl": "The Beatles - Eight Days a Week - The Touring Years.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 436,
		"title": "Conor McGregor - Notorious",
		"description": "Conor McGregor is the biggest star in the history of Mixed Martial Arts. Filmed over the course of 4 years, Notorious is the exclusive, all access account of Conor’s meteoric rise from claiming benefits and living in his parents’ spare room in Dublin to claiming multiple championship UFC belts and seven figure pay-packets in Las Vegas.",
		"coverImageUrl": "Conor McGregor - Notorious.jpg",
		"backgroundImageUrl": "Conor McGregor - Notorious_wp.jpg",
		"categories": [403],
		"videoUrl": "Conor McGregor - Notorious.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 437,
		"title": "Planet Ocean",
		"description": "Filmed by directors Yann Arthus-Bertrand and Michael Pitiot, along with an outstanding team of international underwater cinematographers in partnership with OMEGA and with the scientific support of Tara Expeditions. The film aims to explain some of the planet's greatest natural mysteries, while reinforcing how essential it is that mankind learns to live in harmony with our oceans.",
		"coverImageUrl": "Planet Ocean.jpg",
		"backgroundImageUrl": "Planet Ocean_wp.jpg",
		"categories": [403],
		"videoUrl": "Planet Ocean.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 438,
		"title": "Inside Job",
		"description": "Inside Job' is the first film to provide a comprehensive analysis of the global financial crisis of 2008, which at a cost over $20 trillion, caused millions of people to lose their jobs and homes in the worst recession since the Great Depression, and nearly resulted in a global financial collapse. Through exhaustive research and extensive interviews with key financial insiders, politicians, journalists, and academics, the film traces the rise of a rogue industry which has corrupted politics, regulation, and academia.",
		"coverImageUrl": "Inside Job.jpg",
		"backgroundImageUrl": "Inside Job_wp.jpg",
		"categories": [403],
		"videoUrl": "Inside Job.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},	
	{
		"id": 439,
		"title": "47 Meters Down",
		"description": "Two sisters vacationing in Mexico are trapped in a shark cage at the bottom of the ocean. With less than an hour of oxygen left and great white sharks circling nearby, they must fight to survive.",
		"coverImageUrl": "47 Meters Down.jpg",
		"backgroundImageUrl": "47 Meters Down_wp.jpg",
		"categories": [404],
		"videoUrl": "47 Meters Down.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 440,
		"title": "Curse of Chucky",
		"description": "He's back! From the filmmakers that brought you Chucky comes the terrifying return of the pint-sized doll possessed by the spirit of a notorious serial killer. When a mysterious package arrives at the house of Nica, she doesn't give it much thought. However, after her mother's mysterious death, Nica begins to suspect that the talking, red-haired doll her visiting niece has been playing with may be the key to the ensuing bloodshed and chaos.",
		"coverImageUrl": "Curse of Chucky.jpg",
		"backgroundImageUrl": "Curse of Chucky_wp.jpg",
		"categories": [404],
		"videoUrl": "Curse of Chucky.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 441,
		"title": "Silent Hill",
		"description": "Sharon (Jodelle Ferland) is a very sick child, yet rather than seeing her child suffer the cruel indignities of the medical profession, Rose (Radha Mitchell) ignores her husband's (Sean Bean) pleas and absconds with her ailing daughter to the fog-enshrouded town of Silent Hill. A town drenched in darkness and inhabited by a strange collection of menacing specters.",
		"coverImageUrl": "Silent Hill.jpg",
		"backgroundImageUrl": "Silent Hill_wp.jpg",
		"categories": [404],
		"videoUrl": "Silent Hill.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 442,
		"title": "Species",
		"description": "In 1993, the Search for Extra Terrestrial Intelligence Project receives a transmission detailing an alien DNA structure, along with instructions on how to splice it with human DNA. The result is Sil, a sensual but deadly creature who can change from a beautiful woman to an armour-plated killing machine in the blink of an eye.",
		"coverImageUrl": "Species.jpg",
		"backgroundImageUrl": "Species_wp.jpg",
		"categories": [404],
		"videoUrl": "Species.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 443,
		"title": "The Witch",
		"description": "New England, 1630: William and Katherine lead a devout Christian life with their five children, homesteading on the edge of an impassible wilderness. When their newborn son mysteriously vanishes and their crops fail, the family begins to turn on one another. The Witch is a chilling portrait of a family unravelling within their own fears and anxieties, leaving them prey to an inescapable evil.",
		"coverImageUrl": "The Witch.jpg",
		"backgroundImageUrl": "The Witch_wp.jpg",
		"categories": [404],
		"videoUrl": "The Witch.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 444,
		"title": "Annabelle",
		"description": "John Form has found the perfect gift for his expectant wife, Mia—a beautiful, rare vintage doll in a pure white wedding dress. But Mia’s delight with Annabelle doesn’t last long. On one horrific night, their home is invaded by members of a satanic cult, who violently attack the couple. Spilled blood and terror are not all they leave behind. The cultists have conjured an entity so malevolent that nothing they did will compare to the sinister conduit to the damned that is now...Annabelle.",
		"coverImageUrl": "Annabelle.jpg",
		"backgroundImageUrl": "Annabelle_wp.jpg",
		"categories": [404],
		"videoUrl": "Annabelle.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 445,
		"title": "Krampus",
		"description": "When his dysfunctional family clashes over the holidays, young Max is disillusioned and turns his back on Christmas. Little does he know, this lack of festive spirit has unleashed the wrath of Krampus: a demonic force of ancient evil intent on punishing non-believers. All hell breaks loose as beloved holiday icons take on a monstrous life of their own, laying siege to the fractured family’s home and forcing them to fight for each other if they hope to survive.",
		"coverImageUrl": "Krampus.jpg",
		"backgroundImageUrl": "Krampus_wp.jpg",
		"categories": [404],
		"videoUrl": "Krampus.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 446,
		"title": "Orphan",
		"description": "The tragic loss of their unborn child has devastated Kate (Vera Farmiga) and John (Peter Sarsgaard), taking a toll on both their marriage and Kate's fragile psyche as she is plagued by nightmares and haunted by demons from her past. Struggling to regain some semblance of normalcy in their lives, the couple decides to adopt another child. At the local orphanage, both John and Kate find themselves strangely drawn to a young girl named Esther (Isabelle Fuhrman)...but Esther is not what she appears to be ...",
		"coverImageUrl": "Orphan.jpg",
		"backgroundImageUrl": "Orphan_wp.jpg",
		"categories": [404],
		"videoUrl": "Orphan.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 447,
		"title": "Resident Evil - The Final Chapter",
		"description": "Picking up after Resident Evil: Retribution, Alice (Milla Jovovich) is the only survivor of what was meant to be humanity’s final stand against the undead. Now, she must return to where the nightmare began – The Hive in Raccoon City, where the Umbrella Corporation is gathering its forces for a final strike against the only remaining survivors of the apocalypse.",
		"coverImageUrl": "Resident Evil - The Final Chapter.jpg",
		"backgroundImageUrl": "Resident Evil - The Final Chapter_wp.jpg",
		"categories": [404],
		"videoUrl": "Resident Evil - The Final Chapter.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 448,
		"title": "The Birds",
		"description": "Chic socialite Melanie Daniels (Tippi Hedren) enjoys a passing flirtation with an eligible attorney (Rod Taylor) in a San Francisco pet shop and, on an impulse, follows him to his hometown bearing a gift of lovebirds.",
		"coverImageUrl": "The Birds.jpg",
		"backgroundImageUrl": "The Birds_wp.jpg",
		"categories": [404],
		"videoUrl": "The Birds.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 449,
		"title": "The Ring",
		"description": "When four teenagers all meet with mysterious deaths exactly one week after watching just such a tape, investigative reporter Rachel Keller (Naomi Watts) tracks down the video... and watches it. Now, the legend is coming true, the clock is ticking and Rachel has just seven days to unravel the mystery of The Ring.",
		"coverImageUrl": "The Ring.jpg",
		"backgroundImageUrl": "The Ring_wp.jpg",
		"categories": [404],
		"videoUrl": "The Ring.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 450,
		"title": "Zombieland",
		"description": "Columbus (Jesse Eisenberg) has made a habit of running from what scares him. Tallahassee (Woody Harrelson) doesn't have fears. If he did, he'd kick their ever-living ass. In a world overrun by zombies, these two are perfectly evolved survivors. But now, they're about to stare down the most terrifying prospect of all: each other.",
		"coverImageUrl": "Zombieland.jpg",
		"backgroundImageUrl": "Zombieland_wp.jpg",
		"categories": [404],
		"videoUrl": "Zombieland.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 451,
		"title": "Museum",
		"description": "A body mauled to death by dogs is found and other heinous murders followed. Mysterious notes are left at the crime scenes, hinting the killings were done to punish each victim and the bodies presented in a way as though to be found. The killer only appears on rainy days and is witnessed wearing a frog mask. Police detective Sawamura (Shun Oguri) is on the case and to his surprise; he finds out the next target of the Frogman could be his beloved wife and child.",
		"coverImageUrl": "Museum.jpg",
		"backgroundImageUrl": "Museum_wp.jpg",
		"categories": [404],
		"videoUrl": "Museum.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 452,
		"title": "The Boy",
		"description": "A young American named Greta (Lauren Cohan) takes a job as a nanny for an 8-year-old boy in a remote English village. To her surprise, Greta learns that the child of her new employers is a life-size doll. They care for the doll as if it was human, which helps the couple to cope with the death of their own son 20 years earlier. When Greta violates a list of strict rules, a series of disturbing and inexplicable events bring her worst fears to life, leading her to believe that the doll is alive.",
		"coverImageUrl": "The Boy.jpg",
		"backgroundImageUrl": "The Boy_wp.jpg",
		"categories": [404],
		"videoUrl": "The Boy.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	},
	{
		"id": 453,
		"title": "Nightmare on Elm Street",
		"description": "Nancy, Kris, Quentin, Jesse and Dean all live on Elm Street. At night, they're all having the same dream--of the same man, wearing a tattered red and green striped sweater, a beaten fedora half-concealing a disfigured face and a gardener's glove with knives for fingers. And they're all hearing the same frightening voice...One by one, he terrorizes them within the curved walls of their dreams, where the rules are his, and the only way out is to wake up.",
		"coverImageUrl": "Nightmare on Elm Street.jpg",
		"backgroundImageUrl": "Nightmare on Elm Street_wp.jpg",
		"categories": [404],
		"videoUrl": "Nightmare on Elm Street.mp4",
		"color": "#2B6389",
		"priority": 1,
		"progress": 0,
		"recommendationTargets": []
	}
]